---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Usgph
source: html/e7ff609d-62fc-ac08-cdce-12fbc7263c38.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Usgph Property

Symbol usgph, indicating unit US gallons per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId Usgph { get; }
```